{"itos": ["<pad>", "<sos>", "<eos>", "<unk>", "في", "من", "على", "أن", "و", "عن", "التي", "إلى", "كيف", "--", "ما", "،", "هذا", "..", "هذه", "مع", "الذي", "لا", "يمكن", ".", "-", "العالم", "هو", "حول", "\"", "كل", "خلال", "ان", "هل", "قد", "ذلك", "كما", "هي", "أكثر", "تيد", "لماذا", ",", "عندما", "غير", "الحديث", "بعض", "عالم", "بين", "لم", "كان", "أو", "ولكن", "لنا", "الى", "مؤتمر", "الحياة", "جديدة", "بعد", "لكن", "يتحدث", "المحادثة", "حيث", "؟", "حتى", "وهو", "يقول", "يقوم", "يعرض", "مثل", "الناس", "قبل", "كيفية", ":", "كانت", "بشكل", "عام", "وكيف", "طريقة", "عبر", "يكون", "قصة", "والتي", "وهي", "ليس", "ماذا", "تكون", "TED", "أنه", "فقط", "تم", "أفضل", "الذين", "هناك", "بها", "ديفيد", "نحن", "يمكننا", "بناء", "شيء", "...", "العمل", "أي", "تقوم", "داخل", "بأن", "تقول", "حياة", "قام", "تلك", "جديد", "جون", "يقدم", "(", "جميع", "صور", "أحد", "سنة", "يشرح", "(تم", "البيانات", "الكثير", "طريق", "ليست", "شخص", "إن", "علينا", "والذي", "تتحدث", "ذات", "إعادة", "وفي", "الآن", "فى", "له", "لو", "يشاركنا", "أجل", "الأطفال", "به", "دان", "عرض", "لها", "يجب", "بل", "تصويره", "ثم", "محادثة", "الإنترنت", "التكنولوجيا", "الوقت", "طرق", "فيها", "نظرة", "إنها", "باستخدام", "تصميم", "حديث", "دون", "فيه", "مما", "منذ", "التصميم", "الفن", "المتحدة", "بواسطة", "دي", "مجموعة", "أنها", "الانترنت", "بول", "مستقبل", "مكان", "واحد", "الدماغ", "الطاقة", "الولايات", "تعمل", "عليه", "عمل", "النساء", "رائعة", "علم", "قصص", "مجال", "نحو", "التصوير", "المعلومات", "بطريقة", "عالمة", "لقد", "يكشف", "the", "البشر", "الممكن", "اليوم", "روبرت", "قامت", "لكل", "إذا", "الحيوانات", "بصورة", "بيتر", "تجربة", "تساعد", "تغير", "حين", "عليها", "عملية", "فكرة", "لما", "مايكل", "وراء", "يبدو", "أكبر", "أننا", "إنه", "التفكير", "الحرب", "الصور", "العالم.", "بالنسبة", "بسيطة", "تقدم", "ربما", "رحلة", "ستيفن", "كريس", "يقترح", ")", "الأعمال", "الغير", "المحيط", "بدون", "بما", "بينما", "شبكة", "واحدة", "يتم", "يعمل", "a", "أول", "البحث", "الطريقة", "النظر", "تعرض", "ثلاثة", "شركة", "فهم", "لكي", "مذهلة", "مرة", "نظام", "نهاية", "يحدث", "أنحاء", "الأفكار", "الرياضيات", "العالمي", "المستقبل", "انه", "بسبب", "بيل", "حالة", "ريتشارد", "سوف", "عند", "مشروع", "منا", "ومن", "يجعل", "الضوء", "العديد", "القصة", "الكبيرة", "تبدو", "تحت", "ثلاث", "وذلك", "يستطيع", "يشارك", "آخر", "استخدام", "الأحياء", "الإنسان", "الجديدة", "الحيوية", "الدول", "الطرق", "العالمية", "العنف", "القوة", "بنا", "تصبح", "تعلم", "حياته", "ذلك.", "صغيرة", "عدم", "فريق", "كتاب", "كنت", "مدى", "مدينة", "موسيقى", "يستعرض", "يمكنها", "to", "البشري", "الحديثة", "الروبوتات", "العام", "الكاتب", "تجعل", "تستطيع", "تظهر", "حل", "رؤية", "عشر", "عمله", "لعبة", "مارك", "مجرد", "وقت", "وقد", "يوم", "الأمر", "التعليم", "التقنية", "العرض", "الفضاء", "المذهلة", "المشاكل", "ضد", "فإن", "فن", "فيما", "كبيرة", "لي", "وحتى", "يوجد", "and", "of", "الأمريكية", "الأولى", "القيام", "المزيد", "الموسيقى", "الواقع", "بحاجة", "تقنية", "عدد", "قوية", "نوع", "يخبرنا", "يرينا", "إنشاء", "الأعصاب", "الأكثر", "الجديد", "القصص", "النظام", "بيانات", "حركة", "صنع", "قوة", "مليون", "نيويورك", "يوضح", "أخرى", "الأشياء", "الإنسانية", "الحقيقة", "الخاصة", "الرائعة", "الرجال", "السعادة", "السيارات", "الـ", "اللغة", "تحدث", "تغيير", "جزء", "حياتنا", "دراسة", "ذلك،", "سنوات", "فيديو", "وعن", "يروي", "!", "أشياء", "أفريقيا", "أقل", "الأرض", "الأمراض", "الشخصية", "الطبيعة", "العلم", "الفنان", "الفيديو", "النفس", "انها", "او", "بدأ", "بذلك", "توم", "توماس", "جيمس", "خبير", "دقائق", "كبير", "لمدة", "مرض", "ينبغي", "أصبح", "أصبحت", "إلا", "الأخبار", "الإبداع", "السبب", "الصحة", "الصحية", "العلمي", "القرن", "القلب", "المسرح", "النووي", "تريد", "تستخدم", "تشاركنا", "تكشف", "ثلاثية", "جائزة", "جامعة", "جهاز", "جورج", "جين", "دروس", "علي", "فان", "لأن", "لبناء", "مختلفة", "مشكلة", "نستطيع", "وجود", "وسائل", "وما", "ويعرض", "يساعد", "يظهر", "30", "آلة", "أثناء", "أين", "اذا", "الأشخاص", "البيئة", "الحب", "الصغيرة", "الصين", "العامة", "الغذاء", "القديمة", "المجتمع", "النفط", "الهند", "بأنه", "بسرعة", "تؤدي", "تشارك", "تطور", "تيدأكس", "تيم", "جعل", "جوناثان", "جي", "خلالها", "دانيال", "زميل", "مؤثرة", "مستوى", "معظم", "منها", "نفس", "هنا", "وضع", "يأخذ", "يريد", "يستخدم", "يمكنك", "أيضاً", "إيجاد", "اكتشاف", "الإجتماعية", "الاقتصاد", "البشرية", "البعض", "التحكم", "الحاسوب", "الحصول", "الحياة.", "الخاص", "العالم،", "العملية", "اللعب", "المدن", "المرض", "المعمارية", "المياه", "النمو", "بدأت", "تؤثر", "تاريخ", "تخيل", "تصوير", "تعرف", "تكنولوجيا", "جدا", "جميعا", "رؤيته", "سارة", "فعل", "قضية", "لديه", "مباشرة", "موقع", "وجد", "يكن", "يمكنه", "آن", "أغنية", "أندرو", "أنواع", "أيضا", "اجل", "الأمن", "الأمور", "التاريخ", "التواصل", "الثقة", "الحقيقي", "الحقيقية", "الحمض", "الخلايا", "الشبكة", "العلاج", "الفكرة", "الفيزياء", "القادمة", "الكون", "المثيرة", "المحيطات", "المرأة", "المعقدة", "المهندس", "بدلا", "بعضها", "بي", "تحويل", "تشارلز", "تعليم", "ثقافة", "جداً", "جو", "خطة", "ذو", "رسالة", "سواء", "شاهد", "كريستوفر", "لدى", "لديها", "لذلك", "لكنه", "لكنها", "مؤسس", "مختبر", "مسرح", "منه", "نتائج", "نفسه", "وأن", "يبين", "يحتاج", "يعتقد", "يعني", "أدوات", "إريك", "الأبعاد", "الاطفال", "الباحث", "الجميع", "الرسائل", "الشركات", "العقل", "الغريبة", "الفقر", "القطب", "الماء", "المالية", "المدهشة", "المدينة", "المساواة", "الهواء", "الوعي", "تبدأ", "تشرح", "تفكر", "ثورة", "جوليان", "جيف", "جيل", "حد", "سلسلة", "صناعة", "ضخمة", "طائرة", "طفل", "طويلة", "عليها.", "فيليب", "لإعادة", "لـ", "ماك", "مثيرة", "معلومات", "نعرفه", "نفسها", "نفكر", "هانز", "هكذا", "ولا", "وليس", "يأخذنا", "يحكي", "يطرح", "يطلب", "يعتبر", "يعطي", "10", "3", "آدم", "أصوات", "أفكار", "أنك", "أنّ", "اكثر", "الأخرى", "الأماكن", "الإقتصادي", "الاجتماعية", "البسيطة", "التغير", "التى", "الجنسية", "الخيال", "الدين", "الرسوم", "الرقمية", "السرطان", "السياسية", "الطريق", "المصدر", "المصمم", "المواد", "الهندسة", "بداية", "بروس", "بعرض", "تعتقد", "جريئة", "حدث", "حسب", "حقيقة", "حينما", "خشبة", "دعونا", "روب", "سؤال", "ستيف", "سر", "صورة", "فريقه", "فوق", "كذلك", "كيفن", "لجعل", "لحظة", "لديك", "للحياة", "لمحة", "لويس", "معهد", "مقابل", "نحتاج", "نظرية", "نيل", "هؤلاء", "هم", "وسيلة", "ويقدم", "يتعلق", "يحدد", "يدرس", "يصف", "يضع", "يفكر", "ينظر", "أمام", "أمر", "أمريكا", "أنا", "اختراع", "استمع", "الأسئلة", "الرعاية", "الزمن", "السلام", "السياسة", "السياسي", "الشيء", "الطب", "الطبي", "الطبيب", "الفنانة", "القصيرة", "المتعلقة", "المجتمعات", "المدارس", "المشكلة", "المعماري", "المناخ", "الموت", "الموسيقي", "الموسيقية", "النحل", "النقاب", "الوصول", "بإستخدام", "بالإضافة", "بنفس", "تأثير", "تحديد", "تعيش", "جنوب", "حقوق", "حكاية", "خلق", "دعوة", "دقيقة", "رئيس", "سبب", "سن", "سيارة", "شخصية", "شكل", "صغير", "طاقة", "عالمنا", "فقد", "فهو", "قابلة", "كامل", "ل", "لي:", "ليزا", "مؤلف", "مات", "متوقعة", "مجتمع", "مليار", "مهمة", "نقص", "نيكولاس", "وجه", "وفريقه", "ولكنه", "ومع", "يبلغ", "يطلق", "يناقش", "+", "100", "50", "in", "أربعة", "أسئلة", "أم", "أمثلة", "أهمية", "اكس", "الأساسية", "الأصوات", "الأفلام", "الألعاب", "الإجابة", "الإعلام", "الاجتماعي", "الانسان", "التعاطف", "التعلم", "التقليدية", "الجسم", "الجمهور", "الجنس", "الحاجة", "الحركة", "الحكومة", "الحية", "الخفي", "السؤال", "الساحر", "السيطرة", "الصحفي", "الطبية", "الفساد", "القيادة", "الكبرى", "الكمان", "المباني", "المختلفة", "المدرسة", "المناعة", "النباتات", "النتائج", "اننا", "بإمكاننا", "ببساطة", "ببناء", "بحيث", "بكل", "بلا", "بهذا", "توضح", "جيدة", "حالات", "حديثه", "خبيرة", "خلف", "خوان", "ذكية", "سوزان", "عالمية", "فيلم", "قصتها", "لأنه", "لأول", "لفهم", "لماذا؟", "ماركو", "مالذي", "محاضرة", "مختلف", "مدهشة", "مركز", "مساعدة", "مشاكل", "مصمم", "ملايين", "مواد", "نتعلم", "نعرف", "نقوم", "واقعية", "وكل", "وهذا", "ويقول", "يؤدي", "يصبح", "(صور", "آل", "أجهزة", "أرض", "أسوأ", "أشخاص", "أعمال", "أعماله", "أفغانستان", "ألعاب", "أليسون", "أنت", "أيام", "إطلاق", "إنقاذ", "استكشاف", "الأدوات", "الأسباب", "الأيام", "البحرية", "التجارب", "التجارية", "التغيير", "الجميلة", "الحيوي", "الخارجية", "الدروس", "الذكاء", "الذكية", "الرئيسية", "الرجل", "الصوت", "الطبيعية", "العصبية", "العلاقات", "العلاقة", "العلماء", "العمر", "الفشل", "القصير", "القضية", "القليل", "القوي", "الكتب", "الكهوف", "الكواكب", "المخلوقات", "المذهل", "المساعدة", "المستقبلية", "المصور", "المميزة", "الموجودة", "الهواتف", "الويب", "بحث", "براون:", "بعضاً", "بهذه", "تتبع", "تحاول", "تحتاج", "تحقيق", "تحول", "تشكيل", "تصف", "تصنع", "تطبيق", "تعلمه", "تماما", "توفير", "جاي", "جميلة", "جوشوا", "جولة", "جونز", "جيمي", "حان", "حب", "حدود", "حقيقية", "حياتها", "حيوانات", "خاص", "خاصة", "دايفيد", "دور", "دولار", "ذا", "ذاتية", "رؤيتها", "رجل", "روبن", "زراعة", "ستيوارت", "سطح", "سيكون", "صحة", "ضمن", "عادة", "عالمي", "عصر", "عنها", "قدم", "قصته", "قضى", "قواعد", "كاثرين", "كاملة", "كشف", "كلمات", "لإنقاذ", "لخلق", "لدينا", "لصنع", "للأطفال", "للتفكير", "للعالم", "للناس", "لمعرفة", "لهذه", "ماثيو", "متن", "مثير", "مدرسة", "مدير", "مشاريع", "مصادر", "مصدر", "معها", "مفتوحة", "نداء", "هندسة", "وأكثر", "وكذلك", "ولماذا", "يبحث", "يسأل", "يعيد", "\"أنا", "(من", "TEDGlobal", "أعماق", "أماكن", "أمنيتي:", "أنفسنا", "إدوارد", "إيف", "اعادة", "اكتشف", "اكتشفت", "ال", "الآن،", "الأدوية", "الأمريكي", "الأنواع", "الإقتصاد", "الاستماع", "الافكار", "الاقتصادي", "الامر", "البحر", "البشرية.", "البناء", "البيئية", "البيانو", "التجارة", "التعاون", "التنبؤ", "التوحد", "الثورة", "الجريمة", "الحكومات", "الحل", "الحوار", "الخبير", "الخطر", "الرئيس", "الرائع", "السلوك", "السنوات", "السير", "الطبيعي", "الطيور", "العربي", "العلمية", "العلوم", "العوامل", "العيش", "الغابات", "الكلمات", "الكوارث", "الماضي", "المال", "المثير", "المحاضرة", "المخترع", "المخدرات", "المستقبل.", "المستوى", "المشاركة", "المناطق", "المواقف", "النجاح", "النصية", "النفسية", "اليومية", "بأننا", "بأنها", "باستعمال", "بالفعل", "برنامج", "بمرض", "بمساعدة", "تبحث", "تحمل", "تصاميم", "تعلمها", "تمكن", "تنظر", "تويتر", "جاك", "جانين", "جميعنا", "جوزيف", "جينيفر", "حلول", "حماية", "حوالي", "حياتك", "حياتهم", "حيال", "خرائط", "دين", "روبوتات", "زميلة", "ساعد", "ستيفان", "سحر", "سكوت", "صانع", "صوت", "صورا", "طبيعة", "ظاهرة", "عاماً", "عجائب", "عدة", "علماء", "عليك", "عميقة", "عواقب", "فترة", "فرانك", "فرصة", "قلب", "قليل", "قيمة", "كارولين", "كثير", "كم", "كين", "لاري", "لاستخدام", "لتغيير", "لجائزة", "لحل", "لدرجة", "لك", "للاهتمام", "لمساعدة", "لوحات", "مارتن", "ماساتشوستس", "ماهو", "مايك", "مجلة", "معالجة", "معرفة", "منصة", "منطقة", "موسيقية", "ناتالي", "نجاح", "نموذج", "وبعد", "وجهة", "وعلى", "وكما", "ويقترح", "يؤثر", "يتقاسم", "يثير", "يحاول", "يدعونا", "يرسم", "يرى", "يسمح", "يقومون", "يلقي", "11", "15", "2011", "5", "on", "that", "آلان", "أجزاء", "أحياناً", "أربع", "أزمة", "أعلى", "أمراض", "أنهم", "إستخدام", "إكس", "إلي", "إليه", "ا", "اثناء", "استطاع", "الآلي", "الأطباء", "الإستماع", "الاشياء", "الامريكية", "البحار", "البرية", "البشري.", "البلاستيك", "التجربة", "التطور", "التعامل", "التعقيد", "التقنيات", "التكلفة", "التكنلوجيا", "الثلاث", "الجيل", "الخطوط", "الخفية", "الخوف", "الدماغ،", "الدولة", "الديموقراطية", "الذاتي", "الذكي", "الرابعة", "الرغم", "السجون", "السنة", "الشخصي", "الشرق", "الشمس", "الشوارع", "الصحفية", "الصراع", "الطائرات", "العائلة", "العزف", "العليا", "الفيلسوف", "القادم", "القدرة", "القوية", "الكائنات", "الكتاب", "الكلاسيكية", "الكلام", "الكيفية", "المتحركة", "المرحلة", "المصورة", "المعرفة", "المواطنين", "الناس.", "النقل", "بحلول", "بطرق", "بعمل", "بلد", "بن", "بها.", "بوب", "تأخذ", "تبين", "تتم", "تجارب", "تحكي", "تستكشف", "تسمح", "تشكل", "تشير", "تطبيقات", "تطوير", "تعتمد", "تفعل", "تكن", "جمع", "جوي", "حديثها", "حقائق", "حقاً", "حكايات", "حي", "خارج", "خط", "خطر", "خمسة", "درس", "دو", "ذكاء", "رائع", "رجال", "روبوت", "روي", "زي", "ستكون", "ستيفين", "سرطان", "سريعة", "سعادة", "سيباستيان", "سيث", "سيمون", "شركات", "شيئا", "عالية", "عبارة", "عديدة", "عزف", "عشرة", "عظيمة", "علاج", "عمر", "غاري", "فريدة", "فعله", "فيروس", "قابل", "قطع", "قطعة", "كاتب", "كارل", "كاميرون", "كلاي", "كلما", "كلمة", "كوكب", "كيلي", "لأي", "لإنشاء", "لإيجاد", "لبعض", "لتصبح", "لديهم", "لذا", "لست", "لغة", "لكيفية", "للبحث", "للحصول", "للعمل", "للقيام", "لمكافحة", "لن", "لهم", "مؤسسة", "متعددة", "متى", "محاكاة", "محمد", "مراقبة", "مستوحاة", "مشاريعه", "معا", "معدل", "مفاتيح", "مفاجئة", "مقاطع", "نعيد", "نفسك", "نماذج", "هائلة", "وإنما", "وجدت", "وغير", "وكالة", "وكيفية", "ويتحدث", "ويشرح", "ويل", "يتساءل", "يتعلم", "يجعلنا", "يخص", "يصنع", "يعيشون", "يوما", "–", "\"تيد\"", "\"لا", "17", "20", "2012", "4", "7", "TEDMED", "how", "medical", "آثار", "آلاف", "آلية", "أخرى.", "أداء", "أداة", "أسباب", "أسرار", "أصل", "أطفال", "أنظمة", "أيضا.", "إد", "إيدي", "اختبار", "الآخرين", "الآن.", "الأخلاقية", "الأربعة", "الأرض،", "الأكبر", "الأول", "الإلكترونية", "الإنترنت.", "الاستثمار", "الاصطناعية", "البريطاني", "البقاء", "التحدث", "التخطيط", "الثقافة", "الجديد،", "الجمال", "الحاسب", "الحالي", "الحقيقية.", "الحكومية", "الحلول", "الخطاب", "الخطوة", "الديمقراطية", "الرؤية", "الرائدة", "الرقص", "الرقمي", "الشاعر", "الشخص", "الشعب", "الشمالية", "الشمسية", "الشهيرة", "الصينية", "الطباعة", "العثور", "العظام", "العمال", "العميقة", "العناية", "العودة", "الفقراء", "الفنون", "القضايا", "الكاتبة", "الكبير", "الكلمة", "الكوكب", "الكيمياء", "اللعبة", "المؤثر", "المتحدة،", "المحادثة،", "المخاطر", "المدرسين", "المريخ", "المفتوح", "الملايين", "المناخي", "المنظمة", "المواقع", "النفسي", "النوع", "الهائل", "الهاتف", "الوحيد", "الورق", "الوسائط", "اليوم،", "امرأة", "باري", "بالرغم", "بالضبط", "بان", "بحجم", "بدلاً", "براون", "بصور", "بعيدا", "بـ", "بفضل", "بمشاركة", "بوسطن", "تبني", "تثبت", "تجد", "تجربته", "تجربتها", "تجعلنا", "تجنب", "تحليل", "تخبرنا", "تروي", "تستحق", "تسجيل", "تشعر", "تشمل", "تطلب", "تعتبر", "تعريف", "تعلمته", "تعليمية", "تعني", "تعيد", "تقتل", "تلقي", "تمكنت", "تنظيم", "تيد،", "جانب", "جايمس", "جديدا", "جميعاً", "جونز:", "جيسيكا", "جيم", "حاجة", "حجم", "حصل", "حصلت", "حقا", "حولنا", "حية", "خريطة", "خطيرة", "خمس", "دائما", "داني", "دايفد", "دماغية", "دولة", "رائد", "رحلته", "رسم", "رغم", "روري", "روز", "رون", "رياضيات", "سميث:", "سنة،", "سوى", "شبكات", "شخصي", "صحية", "صوراً", "طبيب", "طبيعية", "طرف", "طوال", "عازف", "عاما", "علاقة", "علامات", "علمية", "عمره", "عمرها", "عملها", "عمليات", "عنه", "غريبة", "غيتس", "ـــ", "قائمة", "قراءة", "قصيرة", "قليلة", "كاري", "كتابة", "كمية", "كهربائية", "كوريا", "كونه", "كيم", "لإنهاء", "لدراسة", "لرؤية", "لشركة", "للبيئة", "للتكنولوجيا", "للحفاظ", "للمساعدة", "لمستقبل", "لمعالجة", "ليندا", "مارغريت", "مبادئ", "مباشر", "متحف", "محاربة", "محاولة", "مدن", "مدهش", "مسقط", "معنى", "مفتاح", "مفتوح", "مكتبة", "مليئة", "مناطق", "مواجهة", "مواقع", "ميد", "نادرة", "نانسي", "نتيجة", "نجد", "نريد", "نستخدم", "نشعر", "نصف", "نطاق", "نظر", "نعيش", "نفعل", "هاتف", "هاتفك", "هنالك", "واسعة", "واقع", "وتشرح", "وتعرض", "وزميلة", "وظائف", "وقعت", "يتوجب", "يجري", "يستكشف", "يعرف", "يعنيه", "يغير", "يفسر", "يقود", "يقول:", "يقول،", "يلعب", "يمثل", "ينجح", "\"تيد", "8", "The", "for", "أحياء", "أراد", "أساس", "أسرع", "أشكال", "أصغر", "أصيبت", "أعراض", "أعضاء", "أعظم", "أفريقيا.", "أفضل.", "أكس", "ألف", "أمضى", "أهم", "أوركسترا", "إحدى", "إصلاح", "إلهام", "إمكانية", "إنريك", "إي", "إيان", "إيفان", "ابتكار", "ابن", "اختيار", "استعادة", "اكبر", "الآباء", "الآخر", "الآخرين.", "الأخرى.", "الأخلاق", "الأرض.", "الأزمة", "الأقمار", "الألوان", "الأولية", "الإبداعية", "الإدراك", "الإقتصادية", "الإلكتروني", "الإنترنت،", "الإنجليزية", "الإيدز", "الا", "الاتصال", "الباحثة", "البشر.", "البكتيريا", "البلد", "التعرف", "التنوع", "الثانية", "الجانب", "الجماعية", "الجنوبي", "الجنود", "الحالية", "الحد", "الحروب", "الحشرات", "الحقائق", "الحيوان", "الدراسات", "الذهاب", "الرحلة", "الزمان", "السجن", "السحر", "السرية", "السريع", "السلوكي", "السن", "السيئة", "الشباب", "الشرطة", "الصحيح", "الصعب", "الضخمة", "الضغط", "الطائرة", "الطعام", "الطلاب", "العالمية.", "العاملات", "العصر", "العملاقة", "العنان", "الغذائي", "الغريب", "الغيتار", "الفتيات", "الفجوة", "الفرق", "الفصل", "الفقيرة", "الفنية", "القانون", "القوانين", "القومي", "الكامنة", "الكم", "اللحظة", "المتحف", "المجال", "المجموعات", "المحلية", "المحمول", "المحمولة", "المدهش", "المرئي", "المراهقين", "المرجانية", "المساعدات", "المشاريع", "المفاجئة", "المقبل", "الملاريا", "الملفات", "الملهمة", "المهارات", "المهمة", "الموارد", "الناتج", "الناس،", "الناشئة", "النهاية", "الهائلة", "الهند،", "الهوية", "الوحيدة", "الوقت،", "اي", "ب", "بإمكان", "بات", "بالصور", "باول", "بجائزة", "بحثه", "بحرية", "بدراسة", "براين", "بشأن", "بعدم", "بعضهم", "بعمق", "بك", "به.", "بهدف", "بوك", "بيئة", "بيانية", "تأتي", "تايلور", "تتطلب", "تتعلم", "تجاه", "تجمع", "تحصل", "تحيط", "تدرس", "تدريب", "ترينا", "تصل", "تصميمه", "تصور", "تعطي", "تقريبا", "تقنيات", "تكنلوجيا", "تلو", "تماماً", "تنشر", "تنقذ", "تهدف", "توجد", "تود", "توني", "جاكسون", "جديداً", "جديدة.", "جلسة", "جميل", "حال", "حاول", "حديثة", "حرب", "حقيقي", "خطوة", "خلايا", "درو", "دليل", "دماغ", "دماغك", "دولبي", "ديريك", "ديف", "ذلك؟", "رائدة", "ربط", "رسوم", "ريبيكا", "ريك", "زمن", "ساعة", "سان", "سبيل", "سرد", "سكان", "سوق", "شبه", "شرارة", "شيئ", "صادمة", "صديق", "صعوبة", "صنعت", "صوره", "طول", "عضو", "عقد", "غالبا", "غيتس:", "فابيان", "فقدان", "فقط.", "فك", "فنان", "فهمنا", "فهي", "فيها.", "قائد", "قال", "قدرة", "قديمة", "قصصاً", "قصيدة", "قم", "قمة", "كارتر", "كارثة", "كانوا", "كواكب", "كيث", "لتلك", "لجمع", "لحياة", "لدي", "لعلاج", "لقطات", "للجميع", "للنساء", "لهذا", "لهم.", "لوحة", "لوس", "ليز", "ليزلي", "مؤخراً", "مئات", "مارتين", "ماري", "مالكوم", "محمول", "مرات", "مرحلة", "مسار", "مشاركة", "مشاهد", "مشروعه", "مصادم", "مصممة", "مضحكة", "معقدة", "معه", "مفهوم", "مكافحة", "مكان.", "مكتب", "منها.", "مهارات", "ميشيل", "ناثان", "نبدأ", "نساء", "نسبة", "نصائح", "نعلم", "نعم،", "نفسي", "نقل", "نكون", "نيويورك.", "واسع", "والآن", "والنساء", "وباء", "وبعض", "وتتحدث", "وجهات", "وجوب", "وربما", "ولاية", "وهم", "ويظهر", "ويليام", "يبدأ", "يتطلب", "يجمع", "يحتوي", "يدعو", "يدور", "يشبه", "يصل", "يعطينا", "يكتشف", "يكمن", "\"إن", "/", "1", "1000", "18", "2", "2007", "2007،", "2009،", "2010", "2010،", "2011،", "2013،", "500", "80", "TED2015", "TED،", "can", "is", "make", "or", "we", "آرون", "آلات", "أبحاث", "أبحاثه", "أبعد", "أثر", "أجسامنا", "أخذ", "أخرى؟", "أدت", "أدرك", "أدمغتنا", "أدوية", "أرجاء", "أرشيف", "أساسية", "أسوء", "أشعة", "أصعب", "أصول", "أطلق", "أظهر", "أفراد", "ألكس", "أليس", "أندي", "أنماط", "أنّه", "أية", "أيضًا.", "أيها", "إجتماعية", "إدارة", "إذن", "إيران", "إيريك", "إيمي", "ابنته", "اثنين", "اسم", "اصطناعي", "افضل", "اقتصاد", "اكتشافات", "الأبحاث", "الأجهزة", "الأحيان", "الأخلاقي", "الأرواح", "الأسطوري", "الأغاني", "الأفضل", "الأنظمة", "الإستثمار", "الإغاثة", "الاجتماع", "الاختيار", "الاستدامة", "الاقتصادية", "الامور", "الان", "الانظمة", "البحر،", "البدء", "البرمجة", "البيئة."]}