{"itos": ["<pad>", "<sos>", "<eos>", "<unk>", ",", "the", ".", "and", "of", "a", "to", ":", "-", "in", "--", "that", "\"", "for", "'s", "?", "with", "is", "we", "on", "The", "from", "it", "he", "his", "how", "this", "about", "In", "talk", "at", "can", "our", "as", "you", "an", "world", "us", "(", "are", ")", "by", "her", "new", "How", "do", "she", "what", "A", "be", "life", "all", "more", "says", "shows", "but", "their", "people", "your", "shares", "has", "What", "have", "not", "they", "one", "into", "make", "was", "TED", "n't", "’s", "He", "out", "like", "who", "up", "way", "But", "some", "story", "I", "work", "—", "or", "them", "when", "human", "Why", "just", "...", "data", "help", "through", "why", "It", "even", "time", "than", "makes", "talks", "future", "its", "could", "brain", "”", "years", "know", "“", "'re", "own", "which", "most", "so", "where", "change", "tells", "powerful", "David", "asks", "technology", "big", "need", "will", "first", "if", "other", "two", "power", "women", "surprising", "many", "might", "art", "design", "look", "think", "At", "learn", "She", "stories", "ways", "does", "get", "these", "We", "science", "And", "global", "lives", "too", "create", "With", "now", "simple", "use", "As", "been", "better", "case", "explains", "may", "good", "no", "!", "When", "n’t", "Fellow", "love", "real", "suggests", "there", "only", "year", "'", "him", "research", "This", "next", "see", "using", "around", "build", "found", "personal", "very", "back", "being", "live", "three", "kids", "social", "take", "day", "health", "down", "Filmed", "much", "off", "ideas", "John", "My", "between", "funny", "music", "over", "takes", "team", "video", "both", "ever", "every", "often", "open", "show", "things", "New", "inside", "old", "should", "end", "works", "few", "idea", "then", "short", "gives", "making", "really", ";", "Paul", "actually", "bold", "each", "find", "food", "modern", "working", "body", "city", "did", "energy", "question", "right", "system", "So", "disease", "go", "history", "online", "US", "fascinating", "made", "moving", "offers", "behind", "game", "humans", "mind", "nature", "war", "without", "yet", "Michael", "calls", "looks", "ocean", "others", "problem", "vision", "Africa", "Internet", "after", "because", "come", "different", "experience", "great", "had", "language", "self", "together", "young", "Dan", "His", "before", "building", "eye", "home", "my", "water", "call", "control", "country", "creative", "high", "living", "long", "medical", "space", "uses", "were", "Earth", "Robert", "York", "feel", "part", "problems", "reveals", "those", "understand", "want", "would", "An", "become", "computer", "describes", "digital", "hidden", "images", "learning", "less", "play", "public", "set", "sound", "well", "while", "Chris", "across", "days", "deep", "demos", "learned", "light", "planet", "universe", "Let", "You", "beautiful", "beyond", "creating", "education", "humanity", "including", "inspired", "save", "share", "…", "James", "charming", "never", "school", "thinking", "web", "For", "Richard", "animals", "artist", "climate", "economic", "explores", "family", "going", "key", "media", "start", "violence", "Do", "Lee", "Now", "against", "built", "called", "cancer", "care", "give", "let", "local", "men", "photos", "something", "stage", "studies", "thought", "unexpected", "American", "Is", "Peter", "also", "best", "community", "grow", "lab", "little", "million", "place", "questions", "results", "tech", "tell", "tools", " ", "'ll", "3", "Can", "Here", "answer", "bring", "business", "ca", "cities", "complex", "de", "far", "growing", "math", "news", "political", "project", "reality", "robots", "secret", "still", "taking", "wish", "'ve", "author", "countries", "culture", "four", "free", "happiness", "keep", "lost", "me", "minutes", "moment", "sense", "small", "solve", "stop", "true", "wrong", "10", "There", "age", "audience", "bodies", "creativity", "demonstrates", "everything", "important", "projects", "started", "turn", "Bill", "book", "crisis", "death", "democracy", "face", "fun", "heart", "humor", "itself", "kind", "means", "objects", "oil", "past", "plan", "seen", "stunning", "thing", "Andrew", "China", "Daniel", "Thomas", "amazing", "any", "approach", "bad", "company", "fast", "film", "founder", "getting", "government", "happy", "helped", "lays", "left", "lessons", "person", "smart", "solution", "systems", " ", "After", "Charles", "If", "India", "World", "car", "child", "demo", "developing", "happens", "hard", "information", "journey", "magic", "man", "medicine", "performance", "point", "say", "source", "state", "study", "tiny", "today", "used", "woman", "words", "George", "One", "Prize", "again", "ago", "always", "ancient", "another", "architecture", "argues", "brains", "designer", "engineering", "friends", "growth", "led", "looking", "massive", "matter", "natural", "needs", "opening", "paper", "politics", "powered", "presents", "process", "robot", "same", "single", "society", "sometimes", "song", "species", "step", "success", "such", "tale", "truly", "under", "understanding", "+", "30", "3D", "America", "Could", "Eric", "From", "Jonathan", "Mark", "Our", "To", "Using", "Watch", "astonishing", "changing", "doctors", "everyone", "fight", "innovation", "job", "message", "money", "once", "onstage", "peace", "phone", "recent", "rise", "scientists", "security", "students", "thinks", "tool", "Her", "Kevin", "South", "Steven", "TEDGlobal", "ability", "activist", "billion", "cell", "children", "citizens", "common", "daughter", "early", "extraordinary", "footage", "form", "insight", "knowledge", "leaders", "musical", "ones", "passionate", "potential", "poverty", "researcher", "since", "spent", "talking", "themselves", "times", "trust", "unique", "until", "Al", "Anderson", "Ben", "DNA", "Hans", "Martin", "They", "Tom", "almost", "away", "based", "became", "cars", "comes", "deeply", "expert", "father", "finding", "head", "hear", "helping", "hilarious", "inspiring", "lead", "lesson", "moral", "parts", "piece", "quickly", "re", "revolution", "sex", "shocking", "simply", "took", "turns", "wants", "watch", "worldwide", "writer", "4", "Afghanistan", "African", "Brown", "MIT", "TEDMED", "These", "action", "anyone", "architect", "beauty", "computers", "cost", "created", "dangerous", "designs", "development", "disaster", "done", "easy", "evolution", "largest", "level", "materials", "millions", "model", "ourselves", "plastic", "plays", "rather", "remarkable", "rules", "run", "search", "shared", "starting", "teach", "theory", "toward", "whose", "within", "’re", "100", "Are", "Design", "Gates", "Imagine", "Life", "Meet", "Sarah", "Stephen", "Tim", "attention", "behavior", "broken", "came", "career", "challenge", "corruption", "decisions", "doctor", "economy", "fish", "forms", "full", "group", "happen", "helps", "instead", "invention", "issues", "last", "movement", "numbers", "photographs", "playing", "possible", "quest", "radical", "rights", "risk", "scientific", "second", "seems", "solar", "sounds", "taught", "worth", "$", "/", "English", "On", "Rosling", "Stewart", "That", "able", "access", "act", "animal", "answers", "biologist", "brings", "century", "challenges", "clean", "color", "companies", "compassion", "creates", "dark", "deadly", "designed", "details", "diseases", "drug", "examples", "experiences", "experiment", "five", "former", "hands", "hope", "impact", "implications", "journalist", "known", "listening", "low", "machine", "mass", "minds", "move", "nothing", "physical", "poor", "skills", "tour", "turned", "voice", "walk", "Adam", "Christopher", "Google", "Instead", "Jane", "Jeff", "Jennifer", "Jones", "North", "Twitter", "Web", "Your", "aid", "air", "began", "believe", "buildings", "cells", "cheap", "consciousness", "consequences", "dance", "discovered", "doing", "drugs", "everyday", "explore", "fact", "flying", "focus", "generation", "giant", "girls", "giving", "green", "intriguing", "introduces", "jobs", "large", "later", "mobile", "parents", "scientist", "series", "sharing", "side", "speak", "spread", "teacher", "thousands", "underwater", "urges", "virtual", "went", "wild", "workers", "5", "50", "Because", "By", "Cameron", "City", "Facebook", "Julian", "School", "Steve", "allow", "alone", "babies", "basic", "becoming", "biology", "born", "close", "communities", "creatures", "crime", "danger", "decade", "eat", "emotional", "engineer", "entrepreneur", "experiments", "glimpse", "got", "heard", "herself", "inequality", "intelligence", "lets", "listen", "mean", "mental", "national", "performs", "prison", "put", "puts", "schools", "sea", "street", "teachers", "teaching", "try", "unusual", "view", "visual", "word", "yes", "yourself", "8", "Artist", "Designer", "HIV", "Kim", "Mars", "Rob", "TV", "Take", "While", "along", "argument", "biggest", "black", "books", "break", "cause", "childhood", "classroom", "code", "communicate", "conflict", "cure", "decades", "drive", "effective", "games", "governments", "hold", "ice", "identity", "imagination", "imagine", "improve", "internet", "law", "leadership", "line", "map", "meaning", "memory", "minute", "must", "mystery", "opportunity", "patient", "patterns", "percent", "physics", "places", "race", "relationships", "rethink", "session", "several", "size", "societies", "solutions", "special", "stand", "stuff", "surveillance", "sustainable", "technologies", "test", "thoughts", "treatment", "urban", "vital", "walks", "winning", "wisdom", "wonder", "'m", "11", "2011", "Amy", "Art", "Bruce", "Gore", "Hear", "No", "Philip", "Sebastian", "Seth", "Simon", "Smith", "Treasure", "West", "William", "Yet", "attack", "balance", "birth", "blind", "bone", "bringing", "clever", "co", "collaboration", "communication", "completely", "complicated", "connect", "connection", "conversation", "cool", "curated", "developed", "during", "economist", "edge", "effects", "electric", "engaging", "exactly", "examines", "fear", "fighting", "genius", "graphic", "guest", "happened", "having", "healthy", "heartfelt", "here", "himself", "image", "include", "incredible", "inner", "inspiration", "justice", "kinds", "latest", "leading", "machines", "major", "market", "outlines", "pain", "present", "privacy", "products", "realized", "reasons", "relationship", "response", "result", "reveal", "role", "seem", "someone", "strange", "top", "traditional", "treat", "unveils", "voices", "worse", "worst", "writing", "–", "’", "%", "15", "2", "2008", "Benjamin", "Building", "Does", "Edward", "Every", "Frank", "Gilbert", "Gordon", "Howard", "Joe", "Joseph", "Joshua", "Kelly", "King", "Lewis", "Listen", "Marco", "Margaret", "Neil", "Neuroscientist", "Nicholas", "Project", "Rory", "Scott", "United", "University", "War", "Where", "Will", "advice", "already", "animation", "asked", "autism", "bacteria", "below", "bit", "brand", "choose", "civil", "classic", "college", "critical", "depression", "device", "die", "draw", "dream", "enough", "entertaining", "entire", "exist", "expect", "extreme", "faces", "fiction", "field", "financial", "fire", "forces", "fresh", "genetic", "gets", "girl", "gorgeous", "groups", "hopes", "huge", "individual", "insights", "interact", "kill", "land", "leads", "maps", "nation", "network", "nuclear", "oceans", "ordinary", "passion", "pay", "photo", "planets", "plant", "policy", "post", "practical", "private", "prosthetic", "protect", "psychologist", "purpose", "reason", "religion", "reminds", "rest", "road", "saving", "saw", "secrets", "sexual", "showing", "solving", "studying", "trick", "values", "vast", "wealth", "wonders", "20", "2007", "6", "Alzheimer", "Arab", "Brian", "Dean", "Dolby", "Ed", "Elizabeth", "Enriquez", "Green", "Jill", "Juan", "Ken", "Lab", "Museum", "Onstage", "People", "Rachel", "Rives", "Stefan", "Stone", "Taylor", "Then", "YouTube", "apps", "arts", "augmented", "begin", "believes", "benefit", "caught", "center", "changed", "choice", "clues", "colleagues", "coming", "compelling", "complexity", "continent", "cultural", "cultures", "current", "daily", "delivers", "difference", "driven", "else", "emerging", "equal", "explain", "failure", "feet", "filmmaker", "flight", "fly", "force", "friend", "front", "gave", "hit", "homes", "hours", "industry", "international", "inventor", "invisible", "issue", "loss", "meeting", "member", "microbes", "mother", "motion", "movements", "near", "night", "non", "path", "perfect", "perhaps", "philosopher", "photographer", "piano", "predict", "printing", "produce", "profound", "provide", "rare", "read", "resources", "rich", "services", "shifting", "smartphone", "spectacular", "speed", "spins", "starts", "stats", "surprisingly", "technique", "techniques", "telling", "though", "traffic", "van", "wanted", "watching", "waves", "wind", "witty", "7", "All", "Carter", "Chinese", "Clay", "El", "Graham", "Great", "Have", "Human", "Iran", "Jackson", "Jamie", "Jay", "Larry", "Learn", "Lessig", "Lisa", "Making", "Matt", "Media", "Morgan", "Parkinson", "Pinker", "Pole", "Rose", "Speaking", "States", "Studio", "TED2012", "TED2015", "Tempest", "UK", "Western", "Which", "abuse", "advocate", "affect", "allows", "anywhere", "areas", "ask", "asking", "available", "bees", "beloved", "breaking", "buying", "cameras", "centuries", "chance", "choices", "class", "clear", "comedian", "concept", "controlled", "core", "course", "curious", "decision", "devices", "difficult", "directly", "discovery", "diversity", "draws", "drives", "dying", "economics", "effect", "engage", "epidemic", "especially", "evolved", "exciting", "facts", "filled", "forward", "gay", "globe", "greatest", "groundbreaking", "guide", "guitar", "habits", "hand", "honest", "house", "industrial", "interactive", "interface", "join", "keeping", "knows", "lawyer", "leave", "legal", "legendary", "lifetime", "lot", "mapping", "mathematician", "matters", "meditation", "military", "mysterious", "myths", "nearly", "number", "original", "packed", "patients", "perspective", "points", "pop", "prevent", "principles", "program", "programs", "provocative", "quite", "rate", "ready", "rebuild", "record", "scene", "serious", "seriously", "seven", "shape", "slideshow", "soldiers", "solo", "son", "spaces", "star", "statistics", "stay", "student", "surgery", "surprise", "survive", "thanks", "threats", "thrilling", "tomorrow", "trade", "truth", "trying", "unseen", "user", "users", "value", "weapons", "whole", "worlds", "'d", "1", "17", "2010", "2014", "AIDS", "Ariely", "Arthur", "Author", "Barry", "Berners", "Big", "Biologist", "Blue", "Colin", "Edith", "Erik", "Gary", "Get", "Gupta", "High", "Israel", "Jason", "Jeremy", "Jon", "Journalist", "Lawrence", "Moore", "Nancy", "Natalie", "Nathan", "Photographer", "Pop", "Ray", "Rebecca", "Russell", "Ryan", "Solomon", "Susan", "Think", "UN", "Yves", "above", "accessible", "ahead", "algorithms", "am", "among", "anatomy", "anything", "app", "arm", "artists", "awesome", "becomes", "boys", "builds", "camera", "caves", "celebrates", "changes", "civilization", "colorful", "conditions", "conference", "consider", "crowd", "crucial", "cut", "deal", "desire", "detect", "diet", "director", "discusses", "discussion", "dreams", "efforts", "email", "empathy", "environment", "evidence", "expensive", "expression", "faith", "faster", "favorite", "feeling", "female", "findings", "fundamental", "given", "goals", "hero", "hundreds", "iconic", "imagines", "impassioned", "increasingly", "ingenuity", "interesting", "landscape", "laws", "least", "likely", "losing", "loved", "lyrical", "magical", "material", "maybe", "messages", "metaphor", "method", "mistakes", "name", "nations", "native", "networks", "neurons", "neuroscientist", "normal", "orchestra", "order", "origins", "park", "photography", "pioneer", "poet", "popular", "population", "pre", "pretty", "probably", "progress", "promise", "proposes", "provoking", "pursuit", "repair", "return", "roads", "roots", "running", "safe", "saying", "scale", "screen", "sees", "selves", "setting", "shark", "sick", "software", "soon", "sophisticated", "speaking", "specific", "sports", "strong", "struggle", "successful", "testing", "therapy", "third", "thoughtful", "tips", "touch", "tough", "training", "transform", "trash", "treating", "tricks", "viruses", "walls", "whether", "wide", "win", "wonderful", "write", "zero", "’ve", "12", "18", "200", "Aaron", "Alan", "Architect", "Be", "Before", "Brand", "British", "Brooks", "Carl", "Chang", "Cox", "Dave", "Deborah", "Dennis", "Derek", "Diana", "Did", "East", "Emily", "Ensler", "Eve", "Forget", "Full", "Global", "God", "Golden", "Greg", "Haas", "Harris", "Hill", "Historian", "Horowitz", "Janine", "Jessica", "Jim", "Karen", "Keith", "Li", "London", "Long", "Maeda", "Malcolm", "McGonigal", "Melinda", "Mexico", "Middle", "Mike", "Mitchell", "NSA", "Nelson", "Nick", "Ornish", "Peace", "Pogue", "Q&A", "Robin", "Rockwell", "Ron", "Saul", "Science", "Sharing", "Shirky", "Singer", "Social", "Some", "TED2010", "TED2011", "Times", "Today", "U.S.", "Up", "Washington", "Well", "Widder", "Williams", "Wilson", "Young", "activity", "adults", "alive", "ambitious", "analysis", "analyst", "avoid", "awareness", "bear", "beat", "beats", "beginning", "bigger", "blood", "bottom", "brought", "carbon", "carry", "cases", "caused", "causes", "chair", "characters", "combat", "connecting", "construction", "contains", "cooperation", "covered", "crazy", "curator", "cyber", "damaged", "dazzling", "detail", "develop", "dinosaur", "discover", "discuss", "disorders", "driver", "driving", "dropping", "eco", "ecosystem", "elegant", "emotion", "emotions", "entrepreneurs", "escape", "existence", "eyes", "facing", "fail", "failing", "fall", "familiar", "fascinated", "feedback", "fell", "figure", "fix", "flu", "following", "friendly", "gas", "general", "genes", "glorious", "goes", "greater", "grew", "grown", "heroes", "higher", "highlights", "hip", "hospital", "hospitals", "impossible", "individuals", "ingenious", "injustice", "innovative", "insects", "intimate", "intricate", "invented", "killer", "lived", "loves", "malaria", "male", "markets", "mathematics", "memories", "micro", "museum", "mysteries", "narrative", "navigate", "needed", "neighborhood", "noticed", "object", "offer", "ongoing", "organization", "paintings", "pattern", "per", "perception", "phenomenon", "phones", "picture", "pictures", "pieces", "plane", "plans", "plants", "plea", "poetry", "police", "potentially", "practice", "prepare", "pressure", "prisons", "puzzle", "reduce", "refugee", "researchers", "responsible", "rivers", "riveting", "robotic", "selling", "sharp", "sight", "silence", "singer", "sings", "smarter", "sourced", "sparkling", "spectrum", "standing", "steps", "storytelling", "string", "sure", "sustainability", "tactics", "tales", "teaches", "ten", "threatened", "toys", "track", "tradition", "transformed", "turning", "ultimately", "universal", "unlikely", "unprecedented", "useful", "via", "village", "viral", "warm", "weird", "wheelchair", "wit", "youth", "14", "2003", "2005", "2012", "2013", "40", "80", "@popupmag", "AJ", "Alex", "Ali", "Alison", "Amanda", "Andy", "Anne", "Armstrong", "Australia", "Barber", "Black", "Caroline", "Chee", "Cynthia", "DIY", "Danny", "Davis", "Diamandis", "Dyson", "Economist", "Einstein", "Ellen", "Esther", "Filmmaker", "Four", "Gladwell", "Gould", "Guy", "Haiti", "Heffernan", "Henry", "Hillis", "Hoffman", "Huang", "II", "Inventor", "Island", "Jack", "Jacobs", "Jared", "Klein", "Korea", "Legendary", "Limb", "Linda", "Liz", "Magazine", "Marc", "Mary", "Matthew", "Microsoft", "Mission", "Mohamed", "More", "National", "Negroponte", "Nobel", "Not", "Once", "Pacific", "Page", "Pearlman", "Play", "Potter", "Sagmeister", "Saunders", "Savage", "Schwartz", "Senior", "Should", "Sivers", "State", "T.", "TED2014", "TEDIndia", "Talk", "Tan", "Technology", "Two", "U", "Wang", "Women", "Working", "Wright", "Writer", "Wujec", "Yes", "accident", "acts", "advances", "aerial", "aging", "agriculture", "alternative", "architects", "attitudes", "bamboo", "battle", "behave", "behavioral", "beings", "birds", "boring", "box", "boy", "brave", "brilliant", "capitalism", "carefully", "caring", "charts", "classes", "clips", "complete", "conflicts", "connections", "coral", "counterintuitive", "covers", "creation", "criminal", "dead"]}